Repository: birros/web-archives
Catalog: po/*.po
Languages: nl, tr

source: WebArchives
nl: Webarchieven
tr: WebArşiv

source: A web archives viewer
nl: Een webarchief-weergavetoepassing
tr: Bir web arşivi görüntüleyici

source: A web archives viewer offering the ability to browse offline millions of articles from large community projects such as Wikipedia or Wikisource.
nl: Een webarchief-weergavetoepassing die de mogelijkheid biedt om miljoenen artikelen van grote gemeenschapsprojecten als Wikipedia of Wikisource offline te bekijken.
tr: Wikipedia veya WikiSource gibi ana topluluk projelerinden çevrimdışı milyonlarca makaleye göz atma fırsatı sunan bir web arşivi görüntüleyici.

source: Features:
nl: Kenmerken:
tr: Özellikler:

source: List recently opened web archives
nl: Lijst met onlangs geopende webarchieven
tr: Son dönemlerde açılan web arşiv listesi

source: List available local web archives
nl: Lijst met beschikbare lokale webarchieven
tr: Uygun yerel web arşivlerini listele

source: List of web archives available to download
nl: Lijst met webarchieven die kunnen worden gedownload
tr: İndirmek için uygun web arşiv listesi

source: Print a page
nl: Druk een pagina af
tr: Sayfayı yazdır

source: Night mode (Darkreader)
nl: Donker thema (Darkreader)
tr: Gece Modu (GeceOkuyucu)

source: Zoom controls
nl: Zoomregeling
tr: Yakınlaştırma denetimleri

source: Search in page
nl: Zoeken op pagina
tr: Sayfa da Ara

source: History
nl: Geschiedenis
tr: Tarih

source: Bookmarks
nl: Bladwijzers
tr: Yerimleri

source: Search a page
nl: Zoeken naar pagina
tr: Sayfa ara

source: Keyboard shortcuts
nl: Sneltoetsen
tr: Klavye kısayolları

source: Multi-windows
nl: Meerdere vensters
tr: Çoklu-pencereler

source: Multi-tabs
nl: Meerdere tabbladen
tr: Çoklu-sekmeler

source: Random page
nl: Willekeurige pagina
tr: Rastgele sayfa

source: Sandboxed pages (Pages are isolated from the web)
nl: Sandboxpagina's (pagina's die zijn geïsoleerd van het internet)
tr: Korumalı sayfalar (Sayfalar web'den izole edilir)

source: Ask for confirmation when opening an external link
nl: Openen van externe links bevestigen
tr: Harici bir bağlantı açarken onay isteyin

source: Handle the opening of zim files from external applications (Nautilus...)
nl: Behandel het openen van zim-bestanden uit externe toepassingen (bijv. Nautilus)
tr: Harici uygulamalardan zim dosyalarının açılmasını sağlayın (Nautilus...)

source: Read Web archives offline
nl: Lees webarchieven offline
tr: Web arşivlerini çevrimdışı oku

source: archive;web;offline;
nl: archief; web; offline;
tr: arşiv;web;çevrimdışı;

source: com.github.birros.WebArchives
tr: com.github.birros.WebArşiv

# shortcut window
source: General
nl: Algemeen
tr: Genel

# shortcut window
source: New window
nl: Nieuw venster
tr: Yeni pencere

# shortcut window
source: Close window or tab
nl: Sluit het venster of tabblad
tr: Pencee veya sekmeyi kapatın

# shortcut window
source: Shortcuts
nl: Sneltoetsen
tr: Kısayol

# shortcut window
source: Night mode
nl: Donker thema
tr: Gece modu

# shortcut window
source: Quit the application
nl: Sluit de toepassing af
tr: Uygulamadan çık

# shortcut window
source: Opening
nl: Openen
tr: Aç

# shortcut window
source: Open an archive
nl: Open een archief
tr: Bir arşivi aç

# shortcut window
source: Tabs
nl: Tabbladen
tr: Sekmeler

# shortcut window
source: New tab
nl: Nieuw tabblad
tr: Yeni sekme

# shortcut window
source: Go to previous tab
nl: Ga naar het vorige tabblad
tr: Önceki sekmeye git

# shortcut window
source: Go to next tab
nl: Ga naar het volgende tabblad
tr: Sonraki sekmeye git

# shortcut window
source: Open tab
nl: Open een tabblad
tr: Sekme aç

# shortcut window
source: Navigation
nl: Navigatie
tr: Seyrüsefer

# shortcut window
source: Go home
nl: Startpagina
tr: Eve git

# shortcut window
source: Go back
nl: Ga terug
tr: Geri git

# shortcut window
source: Go forward
nl: Ga vooruit
tr: İlerle

# shortcut window
source: Archive
nl: Archief
tr: Arşiv

# shortcut window
source: Main page
nl: Hoofdpagina
tr: Anasayfa

# shortcut window
source: Search a page
nl: Zoek naar een pagina
tr: Sayfa ara

# shortcut window
source: Random page
nl: Willekeurige pagina
tr: Rastgele sayfa

# shortcut window
source: Show bookmarks
nl: Toon alle bladwijzers
tr: Yerimlerini göster

# shortcut window
source: Show history
nl: Toon de geschiedenis
tr: Geçmişi göster

# shortcut window
source: Page
nl: Pagina
tr: Sayfa

# shortcut window
source: Search in page
nl: Zoek op pagina
tr: Sayfa da Ara

# shortcut window
source: Toggle bookmark for current page
nl: Bladwijzer voor huidige pagina aan/uit
tr: Geçerli sayfa için yerimini değiştir

# shortcut window
source: Print
nl: Afdrukken
tr: Yazdır

# shortcut window
source: Search in
nl: Zoek in
tr: İçinde ara

# shortcut window
source: Next match
nl: Volgende overeenkomst
tr: Sonraki eşleşme

# shortcut window
source: Previous match
nl: Vorige overeenkomst
tr: Önceki eşleşme

# shortcut window
source: Zoom
tr: Yakınlaştır

# shortcut window
source: Zoom in
tr: Yakınlaştırma

# shortcut window
source: Zoom out
nl: Zoom uit
tr: Uzaklaştırma

# shortcut window
source: Reset zoom
nl: Oorspronkelijk zoomniveau
tr: Yakınlaştırmayı sıfırla

source: Print version number
nl: Toon het versienummer
tr: Sürüm numarasını yazdır

source: Unspecified language
nl: Niet-opgegeven taal
tr: Dil Belirtilmemiş

source: No pictures
nl: Er zijn geen foto's
tr: Resim yok

source: No videos
nl: Er zijn geen video's
tr: Video yok

source: Full text index
nl: Volledige tekstindex
tr: Tam metin dizini

source: No recent searches.
nl: Er zijn geen recente zoekopdrachten.
tr: Son aramalar yok.

source: No results.
nl: Er zijn geen resultaten.
tr: Sonuçlar bulunamadı.

source: No browsing history.
nl: Er is geen navigatiegeschiedenis.
tr: Tarama geçmişi bulunamadı.

source: Search
nl: Zoeken
tr: Ara

source: Download
nl: Downloaden
tr: İndir

source: Details
tr: Detaylar

source: Remove
nl: Verwijderen
tr: Kaldır

source: Favicon
tr: İkon

source: Title
nl: Titel
tr: Başlık

source: Location
nl: Locatie
tr: Konum

source: Date
nl: Datum
tr: Tarih

source: Lang
nl: Taal
tr: Lisan

source: Size
nl: Grootte
tr: Boyut

source: Name
nl: Naam
tr: Ad

source: Id
tr: No

source: Description
nl: Beschrijving
tr: Açıklama

source: Article count
nl: Aantal artikelen
tr: Makale sayısı

source: Media count
nl: Aantal media
tr: Medya sayısı

source: Creator
nl: Auteur
tr: Yaratıcı

source: Publisher
nl: Uitgever
tr: Editör

source: Tags
nl: Labels
tr: Etiketler

source: No bookmarks saved.
nl: Er zijn geen bladwijzers opgeslagen.
tr: Kaydedilen yerimleri bulunamadı.

source: Never refreshed
nl: Nooit vernieuwd
tr: Hiç Yenilenmemiş

source: Last refreshed: %H:%M - %e %b %Y
nl: Laatst vernieuwd: %H:%M, %e.%b.%Y
tr: Son yenilenme: %H:%M - %e %b %Y

source: %lluY ago
nl: %lluj geleden
tr: %lluY evvel

source: %lluM ago
nl: %llum geleden
tr: %lluM evvel

source: %lluD ago
nl: %llud geleden
tr: %lluD evvel

source: %lluh ago
nl: %lluu geleden
tr: %lluh evvel

source: %llum ago
nl: %llum geleden
tr: %llum evvel

source: %llus ago
nl: %llus geleden
tr: %llus evvel

source: No archive recently opened. <b>Please select an archive from the following sections or open it manually.</b>
nl: Er is geen onlangs geopend archief. <b>Kies een archief uit de volgende secties of open handmatig een archief.</b>
tr: Son vakitlerde arşiv yok. <b>Lütfen aşağıdaki bölümlerde bir arşiv seçin veya manuel olarak açın.</b>

source: No archive automaticly detected on your system. <b>Please download one from the following section.</b>
nl: Er is geen archief aangetroffen op uw systeem. <b>Download een archief in de volgende sectie.</b>
tr: Sisteminizde otomatik olarak arşiv algılanmadı. <b>Lütfen bir sonraki bölümden bir tane indirin.</b>

source: <span weight="bold" foreground="#f57900">It seems Tracker is not installed on your system.</span> WebArchives can't automatically list the archives present on your disk. <b>Please install Tracker using your package manager and then restart your session.</b> &#8226; Debian or Ubuntu: <tt># apt install tracker</tt> &#8226; Fedora: <tt># dnf install tracker</tt>
nl: <span weight="bold" foreground="#f57900">Tracker is niet aangetroffen op uw systeem.</span> WebArchives kan hierdoor geen automatische lijst met archieven op uw systeem samenstellen. <b>Installeer Tracker met behulp van uw pakketbeheerder en meld u af en weer aan.</b> &#8226; Debian/Ubuntu: <tt># apt install tracker</tt> &#8226; Fedora: <tt># dnf install tracker</tt>
tr: <span weight="bold" foreground="#f57900">İzleyici sisteminizde yüklü değil gibi görünüyor.</span> WebArşiv, diskinizde bulunan arşivleri otomatik olarak listeleyemez. <b>Lütfen paket yöneticinizi kullanarak İzleyici'yi yükleyin ve oturumunuzu yeniden başlatın.</b> &#8226; Debian veya Ubuntu: <tt># apt kurulum izleyicisi</tt> &#8226; Fedora: <tt># dnf kurulum izleyicisi</tt>

source: No archive available for download. <b>Please refresh this list using the appropriate button.</b>
nl: Er is geen archief beschikbaar. <b>Vernieuw de lijst met de juiste knop.</b>
tr: İndirmek için mevcut arşiv bulunamadı . <b>Lütfen uygun tuşu kullanarak bu listeyi yenileyin.</b>

source: Cannot open the archive file
nl: Het archiefbestand kan niet worden geopend
tr: Arşiv dosyasını açamıyor

source: Recents
nl: Onlangs geopend
tr: Son

source: Open a web archive
nl: Open een webarchief
tr: Bir web arşivi açın

source: Local
nl: Lokaal
tr: Konum

source: Refresh
nl: Vernieuwen
tr: Yenile

source: Remote
nl: Extern
tr: Uzak

source: Downloading
nl: Bezig met downloaden…
tr: Yükleme

source: How would you like to download %s ?
nl: Hoe wilt u «%s» downloaden?
tr: Nasıl indirmek istersin %s ?

source: This will open a third-party application to download the archive.
nl: Er wordt een externe toepassing geopend om het archief te downloaden.
tr: Bu, arşivi indirmek için üçüncü taraf bir uygulamayı açacaktır.

source: From a server
nl: Van een server
tr: Bir sunucudan

source: Peer-to-peer network
nl: Peer-to-peernetwerk
tr: Eşler-arası ağ

source: File downloaded: %s
nl: Het bestand is gedownload: %s
tr: İndirilen dosya: %s

source: Detach to a new window
nl: Openen in nieuw venster
tr: Yeni bir pencereye ayır

source: Toggle bookmark for current page
nl: Bladwijzer voor huidige pagina aan/uit
tr: Geçerli sayfa için yeriminlerini değiştir

source: Go to the homepage
nl: Ga naar de startpagina
tr: Ana sayfaya git

source: Go back to the previous page
nl: Ga naar de vorige pagina
tr: Önceki sayfaya geri dön

source: Go forward to the next page
nl: Ga naar de volgende pagina
tr: Bir sonraki sayfaya git

source: Open a new tab
nl: Nieuw tabblad openen
tr: Yeni bir sekme aç

source: Night mode
nl: Donker thema
tr: Gece modu

source: Search in...
nl: Zoeken in…
tr: Arama...

source: Print
nl: Afdrukken
tr: Yazdır

source: Main page
nl: Hoofdpagina
tr: Ana sayfa

source: New window
nl: Nieuw venster
tr: Yeni pencere

source: About
nl: Over
tr: Hakkında

source: Quit
nl: Afsluiten
tr: Çık

source: Find previous occurrence of the search string
nl: Zoeken naar vorige overeenkomst
tr: Arama dizesinin önceki oluşumunu bul

source: Find next occurrence of the search string
nl: Zoeken naar volgende overeenkomst
tr: Arama dizesinin bir sonraki oluşumunu bul

source: Zoom out
nl: Uitzoomen
tr: Uzaklaştır

source: Reset zoom
nl: Oorspronkelijk zoomniveau
tr: Yakınlaştırmayı sıfırla

source: Zoom in
nl: Inzoomen
tr: Yakınlaştır

source: A Web archives viewer.
nl: Een webarchief-weergavetoepassing.
tr: Bir Web arşiv görüntüleyici.

source: Copyright © 2017-2017 - Birros
nl: Auteursrecht © 2017-2017 - Birros
tr: Telif Hakkı © 2017-2017 - Birros

source: Please choose a file
nl: Kies een bestand
tr: Lütfen bir dosya seçin

source: Are you sure to open external link ?
tr: Harici bağlantı açtığınızdan emin misiniz ?

source: Are you sure to open external link?
nl: Weet u zeker dat u deze externe link wilt openen?
